tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "freetype"
brew "cairo"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "bazel"
brew "boost"
brew "bzip2"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "doxygen"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "openjpeg"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "jpeg"
brew "keyring"
brew "lazygit"
brew "lbzip2"
brew "webp"
brew "leptonica"
brew "llvm"
brew "lzlib"
brew "neovim"
brew "neovim-remote"
brew "nvm"
brew "nyancat"
brew "virtualenv"
brew "poetry"
brew "portaudio"
brew "protobuf"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-build"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "sourcedocs"
brew "swift-format"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "blender"
cask "docker"
cask "expressvpn"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "iterm2"
cask "karabiner-elements"
cask "lepton"
cask "netron"
cask "ngrok"
cask "notion"
cask "postman"
cask "raindropio"
cask "sensiblesidebuttons"
cask "sketch"
cask "skype"
cask "visual-studio-code"
cask "zulu11"
vscode "BazelBuild.vscode-bazel"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jsayol.firebase-explorer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "Koihik.vscode-lua-format"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "msjsdiag.vscode-react-native"
vscode "mushan.vscode-paste-image"
vscode "PTD.vscode-unitymeta"
vscode "rbbit.typescript-hero"
vscode "redhat.java"
vscode "samverschueren.final-newline"
vscode "sumneko.lua"
vscode "thesofakillers.vscode-pbtxt"
vscode "toba.vsfire"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "xabikos.JavaScriptSnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
