tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cmake"
brew "git-lfs"
brew "neovim"
brew "nvm"
brew "nyancat"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "expressvpn"
cask "font-hack-nerd-font"
cask "fork"
cask "iterm2"
cask "lepton"
cask "netron"
cask "notion"
cask "postman"
cask "raindropio"
cask "rectangle"
cask "sensiblesidebuttons"
cask "skype"
cask "visual-studio-code"
cask "zulu11"
